tap "devnullvoid/pvetui"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "tw93/tap"
tap "ungive/media-control"
tap "updatest/tap", "https://github.com/updatest/tap.git"
tap "valkyrie00/bbrew"
tap "anomalyco/tap"
brew "act"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "docker"
brew "dotnet"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "k9s"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "media-control"
brew "mise"
brew "mono-libgdiplus"
brew "neovim"
brew "node"
brew "anomalyco/tap/opencode"
brew "python@3.12"
brew "qemu"
brew "rename"
brew "rustup"
brew "sevenzip"
brew "thefuck"
brew "tmux"
brew "tpm"
brew "trash-cli"
brew "opencode"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "tw93/tap/mole"
brew "valkyrie00/bbrew/bbrew"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "appcleaner"
cask "balenaetcher"
cask "calibre"
cask "cleanshot"
cask "discord"
cask "fantastical"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "grandperspective"
cask "homerow"
cask "iina"
cask "imhex"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "linearmouse"
cask "lm-studio"
cask "loopback"
cask "microsoft-azure-storage-explorer"
cask "moonlight"
cask "obs"
cask "onlyoffice"
cask "opencode-desktop"
cask "orbstack"
cask "parallels"
cask "powershell"
cask "prismlauncher"
cask "pvetui"
cask "raycast"
cask "runelite"
cask "sameboy"
cask "slippi-dolphin"
cask "sloth"
cask "steam"
cask "ubersicht"
cask "utm"
cask "visual-studio-code"
cask "warp"
cask "zen"
mas "Amphetamine", id: 937984704
mas "CrystalFetch", id: 6454431289
mas "Dark Reader for Safari", id: 1438243180
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Minimal Twitter", id: 1668204600
mas "Numbers", id: 409203825
mas "Raycast Companion", id: 6738274497
mas "Refined GitHub", id: 1519867270
mas "Surfingkeys", id: 1609752330
mas "The Unarchiver", id: 425424353
mas "Windows App", id: 1295203466
mas "Wipr", id: 1662217862
vscode "aaron-bond.better-comments"
vscode "adrianwilczynski.add-reference"
vscode "adrianwilczynski.asp-net-core-switcher"
vscode "adrianwilczynski.csharp-to-typescript"
vscode "adrianwilczynski.namespace"
vscode "adrianwilczynski.terminal-commands"
vscode "adrianwilczynski.user-secrets" vscode "ahgood.shift-shift"
vscode "arrterian.nix-env-selector"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "dunstontc.viml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.dotnet"
vscode "formulahendry.dotnet-test-explorer"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jnoortheen.nix-ide"
vscode "k--kato.docomment"
vscode "kreativ-software.csharpextensions"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.powershell"
vscode "naumovs.color-highlight"
vscode "pinage404.nix-extension-pack"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sidthesloth.html5-boilerplate"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "zignd.html-css-class-completion"
vscode "zitup.classnametocss"
