tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "majd/repo"
tap "mdogan/zulu"
tap "minacle/chntpw"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "playcover/playcover"
tap "qmk/qmk"
tap "sidneys/homebrew"
brew "jpeg-turbo"
brew "libpng"
brew "aria2"
brew "atuin"
brew "icu4c@76"
brew "boost"
brew "python@3.12"
brew "azure-cli"
brew "bat"
brew "bpytop"
brew "btop"
brew "cabextract"
brew "freetype"
brew "cdrtools"
brew "cmake"
brew "dotnet"
brew "dotnet@6"
brew "exercism"
brew "eza"
brew "fastfetch"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libvorbis"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gh"
brew "gitui"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "handbrake"
brew "jenv"
brew "jpeg"
brew "julia"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libiconv"
brew "lua"
brew "luarocks"
brew "mas"
brew "openjdk"
brew "maven"
brew "micro"
brew "mpv"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "openjdk@21"
brew "perl"
brew "php"
brew "progress"
brew "python@3.9"
brew "qemu"
brew "qt@5"
brew "rename"
brew "rgbds"
brew "rustup"
brew "smartmontools"
brew "spoof-mac"
brew "streamlink"
brew "thefuck"
brew "tmux"
brew "trash-cli"
brew "trippy"
brew "universal-ctags"
brew "wget"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "minacle/chntpw/chntpw"
brew "qmk/qmk/qmk"
brew "ghostty"

cask "1password-cli"
cask "aerial"
cask "aerospace"
cask "altserver"
cask "amethyst"
cask "android-platform-tools"
cask "iina"
cask "ipatool"
cask "keycastr"
cask "playcover-community"
cask "polymc"
cask "powershell"
cask "qlmarkdown"
cask "rar"
cask "shortcat"
cask "shottr"
cask "spotify"
cask "utm"
cask "vimr"
cask "zulu-jdk11"
cask "zulu-jdk17"
cask "zulu-jdk8"
