tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "jandedobbeleer/oh-my-posh"
tap "jannis-baum/tap"
tap "koekeishiya/formulae"
tap "majd/repo"
tap "mdogan/zulu"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"

brew "libpng"
brew "aria2"
brew "atuin"
brew "boost"
brew "python@3.12"
brew "azure-cli"
brew "bat"
brew "bpytop"
brew "btop"
brew "cabextract"
brew "freetype"
brew "cdrtools"
brew "cmake"
brew "cmatrix"
brew "exercism"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libvorbis"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gh"
brew "gitui"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "handbrake"
brew "icu4c@76"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "jq"
brew "julia"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libiconv"
brew "lua"
brew "luarocks"
brew "mas"
brew "openjdk"
brew "maven"
brew "micro"
brew "mpv"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node", link: false
brew "openjdk@21"
brew "perl"
brew "php"
brew "poppler"
brew "progress"
brew "python@3.9"
brew "qemu"
brew "qt@5"
brew "rename"
brew "rgbds"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "smartmontools"
brew "spoof-mac"
brew "streamlink"
brew "superfile"
brew "thefuck"
brew "tmux"
brew "trash-cli", link: true
brew "trippy"
brew "universal-ctags"
brew "wget"
brew "wimlib"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
cask "1password-cli"
cask "aerial"
cask "aerospace"
cask "alt-tab"
cask "altserver"
cask "dbeaver-community"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iina"
cask "ipatool"
cask "jordanbaird-ice"
cask "keycastr"
cask "mullvadvpn"
cask "orbstack"
cask "polymc"
cask "powershell"
cask "qlmarkdown"
cask "rar"
cask "vimr"
cask "zulu-jdk11"
cask "zulu-jdk17"
cask "zulu-jdk8"
cask "raycast"

mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "ColorSlurp", id: 1287239339
mas "Dark Reader for Safari", id: 1438243180
mas "Equinox", id: 1591510203
mas "Minimal Twitter", id: 1668204600
mas "Raycast Companion", id: 6738274497
mas "Refined GitHub", id: 1519867270
mas "The Unarchiver", id: 425424353
mas "Windows App", id: 1295203466
mas "Wipr", id: 1662217862
mas "Surfingkeys", id: 1609752330

