tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
brew "python@3.12"
brew "azure-cli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "dotnet"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "k9s"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "qemu"
brew "rename"
brew "sevenzip"
brew "thefuck"
brew "tmux"
brew "tpm"
brew "trash-cli"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "discord"
cask "fantastical"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "istat-menus"
cask "jordanbaird-ice"
cask "linearmouse"
cask "loopback"
cask "obs"
cask "parallels"
cask "raycast"
cask "remote-desktop-manager"
cask "runelite"
cask "sameboy"
cask "slippi-dolphin"
cask "steam"
cask "ubersicht"
cask "utm"
cask "visual-studio-code"
cask "zen"
mas "Amphetamine", id: 937984704
mas "CrystalFetch", id: 6454431289
mas "Minimal Twitter", id: 1668204600
mas "Raycast Companion", id: 6738274497
mas "Refined GitHub", id: 1519867270
mas "Spark Desktop", id: 6445813049
mas "Surfingkeys", id: 1609752330
mas "The Unarchiver", id: 425424353
mas "Windows App", id: 1295203466
mas "Wipr", id: 1662217862
vscode "aaron-bond.better-comments"
vscode "adrianwilczynski.add-reference"
vscode "adrianwilczynski.asp-net-core-switcher"
vscode "adrianwilczynski.csharp-to-typescript"
vscode "adrianwilczynski.namespace"
vscode "adrianwilczynski.terminal-commands"
vscode "adrianwilczynski.user-secrets"
vscode "ahgood.shift-shift"
vscode "arrterian.nix-env-selector"
vscode "christian-kohler.path-intellisense"
vscode "docker.docker"
vscode "dunstontc.viml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.dotnet"
vscode "formulahendry.dotnet-test-explorer"
vscode "github.github-vscode-theme"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jnoortheen.nix-ide"
vscode "k--kato.docomment"
vscode "kreativ-software.csharpextensions"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.powershell"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "pinage404.nix-extension-pack"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sidthesloth.html5-boilerplate"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "zignd.html-css-class-completion"
vscode "zitup.classnametocss"
